#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* Meltdown y Spectre. Fallas críticas en la seguridad de los procesadores modernos

- Tema presentado por :: Francisco Jared Mérida y Leonardo André Quezada
- Calificación global :: 9.51

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.4 |  0.3 |               9.55 |  0.7 |    9.51 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 7 |  9.75 |
| Nivel        | 0 | 0 | 1 | 0 | 7 |  9.50 |
| Relevancia   | 0 | 0 | 0 | 2 | 6 |  9.50 |
| Claridad     | 0 | 0 | 1 | 1 | 6 |  9.25 |
| Presencia    | 0 | 0 | 1 | 2 | 5 |  9.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.40 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

- Muy buen tema, muy interesante

* Evaluación por parte del docente

| *Aspecto*                          | *Peso* | *Evaluación* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido técnico y profundidad    |    0.3 |           10 |       3. |
| Fuentes bibliográficas             |   0.15 |            7 |     1.05 |
| Organización                       |   0.15 |           10 |      1.5 |
| Comunicación oral y uso del tiempo |   0.25 |           10 |      2.5 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     9.55 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Buen ritmo al presentar su tema. Las láminas están bien pensadas, apoyan
  bien a la presentación.
  - Hay un par de errores grandes de dedazo (¡incluso en títulos → “el rol
    de la cahé”)
  - Muy bien por hacer los “mini-repasos” intermedios.
- Buena profundidad técnica, y excelente manera de presentar un tema
  bastante complicado
